{
  "bigrat": "A rat of troubling size. Mind your ankles. (Weapon requirements: Not broken.)",
  "largerat": "Take a big rat, then make it fat. and stronger. Actually poses a threat without being in massive crowds.",
  "biiigrat": "The biggest of the rats. How it got this big? Because rat. While not approaching eye level, it is capable of fatal damage alone. The bossfight of the rats. Until it reappears again...",
  "koboldsoldier": "This kobold carries melee weapons, not particularly well armoured but definitely determined.",
  "koboldarcher": "Despite being called an 'archer', most do not use an actual bow. Still a nuisance at range though.",
  "koboldguard": "Better armed, better trained. What could they be protecting?",
  "koboldchief": "Leads a group of kobolds. Has the best gear in the group as well, what a shocker.",
  "smallenemyspider": "A spider of small size, not too troubling by themselves.",
  "giantenemyspider": "A large spider that looms over you. Though it may be large, it does not have enough strength to fully utilize its size.",
  "muffetspet": "A very large spider that seems to have a collar on it. Whatever has tamed this beast must be very strong",
  "muffet": "A... humanoid spider? It seems to be peaceful to other spiders, but not to you... (totally not stolen from undertale)",
  "lesserimp": "Though it may be lesser, this imp still packs quite the punch.",
  "lostsoul": "The souls of the damned seem to be trapped in this dungeon. I wonder how they got here...",
  "imp": "The 'imps big brother' it has seen what you've done to the lesser imps and wont go down without a brutal fight.'",
  "lesserdemon": "A red humanoid figure with wings and horns. Though it is classified as lesser, it is still very strong and can put up a good fight.",
  "hati": "A large wolf that seems to have the power of the sun. Lets just hope that it doesn't use it.'",
  "skoll": "A large wolf with what seems to be a part of the sun embedded in it. Be careful.",
  "fenrir": "A very large wolf god looms above you with what seems to be the remains of a hand on the floor next to it.",
  "finalboss": " ඞ̵Φ̶̛͑͆͘α̵͑̎̑̂̂̌̒̀͂̎͛̽͛͐̏͐̽̒͐̋́͘̕̕͝͝Σ̵̨̡̢̨̩̻̼͚̻̮̘̳͎͚̘͖̰̺̰̠̹͛̍̈́̃̉̔̉̇̈́͑̓̉͒̒̉̂͋̔͐̽̈́̈́̒̾̑͊̆̅́̈̉͆̓̕̕̕̕͘͘͠͝ ",
  "copper short sword": "The weakest of the short sword set. A small sword that deals low damage to an opponent.",
  "copper long sword": "The weakest of the long sword set. A sword that has a greater distance. Does a small amount of damage to an opponent.",
  "iron short sword": "A small sword that deals light damage to an opponent.",
  "iron long sword": "A long sword that has considerable reach. Deals light damage to an opponent.",
  "steel short sword": "A small trusty sword that is durable. Deals a large amount of damage to an opponent.",
  "steel long sword": "A long sword that deals substantial damage to an opponent. Looks pretty durable.",
  "mythril short sword": "The strongest of the short sword set. A very tough sword made of a magical metal.",
  "mythril long sword": "The strongest of the long sword set. A very tough and large sword brimming with magic power.",
  "short bow": "Fires arrows in a slight arc. Seems to be made of strong wood and string.",
  "long bow": "The advanced version of the short bow. Tougher to pull back and aim but deals increased damage",
  "dagger": "A small but reliable knife that deals low damage but can almost always hit.",
  "claymore": "Big sword that does hefty damage. Drew McIntyre style.",
  "throwing knife": "A light knife that can be thrown at an enemy to deal a small amount of damage.",
  "boomerang": "A wooden object with sharp edges that can be accurately thrown at an enemy somehow.",
  "mace": "Does small damage to an opponent in close proximity of you.",
  "spear": "Does small damage to an opponent ahead of you.",
  "crossbow": "Tough to pull back, easy to fire. Fires incredibly straight and with a lot of power.",
  "javelin": "Unga boonga throw.",
  "sickle": "It seems someone left their tools around here...",
  "scythe": "Seriously, who keeps leaving tools here?",
  "kunai": "Small dagger-like weapon that deals small damage in close proximity.",
  "stick": "stick.",
  "knife": "Small close range blade that deals low damage but has a high chance to hit.",
  "shield": "Big piece of wood which you can use to bash your foes!",
  "magic katana": "A magical katana that does extra damage due to some sort of enchantment.",
  "magic short sword": "A magical short sword that seems to have a mind of its own...",
  "magic long sword": "A magical long sword that seems to fit right into your hands.",
  "magic short bow": "A special short bow that seems to sway your aim towards your foes.",
  "magic long bow": "It seems as though this bow fires heat seeking arrows.",
  "magic kunai": "An unexplainably sharp blade that has limited damage but is able to hit easily.",
  "molotov": "A bottle filled with a flamable substance stuffed with a rag. Need a light?",
  "enchanted shield": "A large shaped piece of metal that seems to cover itself in a barrier before contact.",
  "deagle": "A small but high power weapon that fires projectiles and leaves a large hole.",
  "biiiiig sword": "A VERY large sword that seems too light despite its size but still packs a punch...",
  "reflective shield": "A small hand shield that seems to be able to deflect any enemy.",
  "blood butcherer": "A heavy cleaver, seemingly made from flesh. It seems to change colour the more enemies it... consumes??.",
  "chain sword": "A long segmented sword, that seemingly moves by itself to protect its wielder.",
  "holy hand grenade": "The Holiest of mass death Weapons... run.",
  "slightly bigger stick": "A Slightly bigger stick, I wonder if it's stronger...",
  "gun shaped stick": "Every child's dream, a stick shaped like a gun...",
  "l115a3": "A very powerful relic from the... Past?",
  "waterball": "Shoots a small ball of water in a straight line.",
  "fireball": "Shoots a small fireball in the direction you are facing.",
  "electric shock": "Electricity quickly arcs towards the closest enemy.",
  "conjure rock": "Creates a solid rock that you can shoot forwards.",
  "generate wind": "Creates a small breeze forwards. Not too useful in battle but maybe you can find other uses?",
  "basic heal": "Heals a small amount of your health",
  "fire wall": "Creates a wall of fire infront of you.",
  "electric ball": "Shoots a large ball of arcing electricity towards the enemy.",
  "conjure big rock": "Creates a large rock that you can shoot forwards.",
  "advanced heal": "Heals a medium amount of your health.",
  "twister": "Shoots a powerful blast of wind in a cone shape in front of you.",
  "water bolt": "Shoots a sharp dart made of water infront of you.",
  "inferno": "Shoots a powerful wave of fire around you, setting anything or anyone in your vicinity on fire.",
  "electric wave": "Shoots a paralyzing wave of electricity in ALL directions.",
  "tsunami": "Creates a large wave of water infront of you, demolishing most objects in your path.",
  "tornado": "Forms a large amount of alternating wind infront of you",
  "earthquake": "Causes vibrations in the ground around you causing enemies to fall and weak structures to crumble.",
  "master heal": "Heals a large amount of your health.",
  "midas sword": "A strange golden sword that seems to curse anything it cuts. Handle carefully."
}